results/traefik-100-20250907-120307-k6.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: /scripts/script.js
        output: -

     scenarios: (100.00%) 1 scenario, 1 max VUs, 6m30s max duration (incl. graceful stop):
              * paced_over_5m: 100 iterations for each of 1 VUs (maxDuration: 6m0s, gracefulStop: 30s)


running (0m01.0s), 1/1 VUs, 0 complete and 0 interrupted iterations
paced_over_5m   [   0% ] 1 VUs  0m01.0s/6m0s  000/100 iters, 100 per VU

running (0m02.0s), 1/1 VUs, 0 complete and 0 interrupted iterations
paced_over_5m   [   0% ] 1 VUs  0m02.0s/6m0s  000/100 iters, 100 per VU

running (0m03.0s), 1/1 VUs, 0 complete and 0 interrupted iterations
paced_over_5m   [   0% ] 1 VUs  0m03.0s/6m0s  000/100 iters, 100 per VU

running (0m04.0s), 1/1 VUs, 1 complete and 0 interrupted iterations
paced_over_5m   [   1% ] 1 VUs  0m04.0s/6m0s  001/100 iters, 100 per VU

running (0m05.0s), 1/1 VUs, 1 complete and 0 interrupted iterations
paced_over_5m   [   1% ] 1 VUs  0m05.0s/6m0s  001/100 iters, 100 per VU

running (0m06.0s), 1/1 VUs, 1 complete and 0 interrupted iterations
paced_over_5m   [   1% ] 1 VUs  0m06.0s/6m0s  001/100 iters, 100 per VU

running (0m07.0s), 1/1 VUs, 2 complete and 0 interrupted iterations
paced_over_5m   [   2% ] 1 VUs  0m07.0s/6m0s  002/100 iters, 100 per VU

running (0m08.0s), 1/1 VUs, 2 complete and 0 interrupted iterations
paced_over_5m   [   2% ] 1 VUs  0m08.0s/6m0s  002/100 iters, 100 per VU

running (0m09.0s), 1/1 VUs, 2 complete and 0 interrupted iterations
paced_over_5m   [   2% ] 1 VUs  0m09.0s/6m0s  002/100 iters, 100 per VU

running (0m10.0s), 1/1 VUs, 3 complete and 0 interrupted iterations
paced_over_5m   [   3% ] 1 VUs  0m10.0s/6m0s  003/100 iters, 100 per VU

running (0m11.0s), 1/1 VUs, 3 complete and 0 interrupted iterations
paced_over_5m   [   3% ] 1 VUs  0m11.0s/6m0s  003/100 iters, 100 per VU

running (0m12.0s), 1/1 VUs, 3 complete and 0 interrupted iterations
paced_over_5m   [   3% ] 1 VUs  0m12.0s/6m0s  003/100 iters, 100 per VU

running (0m13.0s), 1/1 VUs, 4 complete and 0 interrupted iterations
paced_over_5m   [   4% ] 1 VUs  0m13.0s/6m0s  004/100 iters, 100 per VU

running (0m14.0s), 1/1 VUs, 4 complete and 0 interrupted iterations
paced_over_5m   [   4% ] 1 VUs  0m14.0s/6m0s  004/100 iters, 100 per VU

running (0m15.0s), 1/1 VUs, 4 complete and 0 interrupted iterations
paced_over_5m   [   4% ] 1 VUs  0m15.0s/6m0s  004/100 iters, 100 per VU

running (0m16.0s), 1/1 VUs, 5 complete and 0 interrupted iterations
paced_over_5m   [   5% ] 1 VUs  0m16.0s/6m0s  005/100 iters, 100 per VU

running (0m17.0s), 1/1 VUs, 5 complete and 0 interrupted iterations
paced_over_5m   [   5% ] 1 VUs  0m17.0s/6m0s  005/100 iters, 100 per VU

running (0m18.0s), 1/1 VUs, 5 complete and 0 interrupted iterations
paced_over_5m   [   5% ] 1 VUs  0m18.0s/6m0s  005/100 iters, 100 per VU

running (0m19.0s), 1/1 VUs, 6 complete and 0 interrupted iterations
paced_over_5m   [   6% ] 1 VUs  0m19.0s/6m0s  006/100 iters, 100 per VU

running (0m20.0s), 1/1 VUs, 6 complete and 0 interrupted iterations
paced_over_5m   [   6% ] 1 VUs  0m20.0s/6m0s  006/100 iters, 100 per VU

running (0m21.0s), 1/1 VUs, 6 complete and 0 interrupted iterations
paced_over_5m   [   6% ] 1 VUs  0m21.0s/6m0s  006/100 iters, 100 per VU

running (0m22.0s), 1/1 VUs, 7 complete and 0 interrupted iterations
paced_over_5m   [   7% ] 1 VUs  0m22.0s/6m0s  007/100 iters, 100 per VU

running (0m23.0s), 1/1 VUs, 7 complete and 0 interrupted iterations
paced_over_5m   [   7% ] 1 VUs  0m23.0s/6m0s  007/100 iters, 100 per VU

running (0m24.0s), 1/1 VUs, 7 complete and 0 interrupted iterations
paced_over_5m   [   7% ] 1 VUs  0m24.0s/6m0s  007/100 iters, 100 per VU

running (0m25.0s), 1/1 VUs, 8 complete and 0 interrupted iterations
paced_over_5m   [   8% ] 1 VUs  0m25.0s/6m0s  008/100 iters, 100 per VU

running (0m26.0s), 1/1 VUs, 8 complete and 0 interrupted iterations
paced_over_5m   [   8% ] 1 VUs  0m26.0s/6m0s  008/100 iters, 100 per VU

running (0m27.0s), 1/1 VUs, 8 complete and 0 interrupted iterations
paced_over_5m   [   8% ] 1 VUs  0m27.0s/6m0s  008/100 iters, 100 per VU

running (0m28.0s), 1/1 VUs, 9 complete and 0 interrupted iterations
paced_over_5m   [   9% ] 1 VUs  0m28.0s/6m0s  009/100 iters, 100 per VU

running (0m29.0s), 1/1 VUs, 9 complete and 0 interrupted iterations
paced_over_5m   [   9% ] 1 VUs  0m29.0s/6m0s  009/100 iters, 100 per VU

running (0m30.0s), 1/1 VUs, 9 complete and 0 interrupted iterations
paced_over_5m   [   9% ] 1 VUs  0m30.0s/6m0s  009/100 iters, 100 per VU

running (0m31.0s), 1/1 VUs, 10 complete and 0 interrupted iterations
paced_over_5m   [  10% ] 1 VUs  0m31.0s/6m0s  010/100 iters, 100 per VU

running (0m32.0s), 1/1 VUs, 10 complete and 0 interrupted iterations
paced_over_5m   [  10% ] 1 VUs  0m32.0s/6m0s  010/100 iters, 100 per VU

running (0m33.0s), 1/1 VUs, 10 complete and 0 interrupted iterations
paced_over_5m   [  10% ] 1 VUs  0m33.0s/6m0s  010/100 iters, 100 per VU

running (0m34.0s), 1/1 VUs, 11 complete and 0 interrupted iterations
paced_over_5m   [  11% ] 1 VUs  0m34.0s/6m0s  011/100 iters, 100 per VU

running (0m35.0s), 1/1 VUs, 11 complete and 0 interrupted iterations
paced_over_5m   [  11% ] 1 VUs  0m35.0s/6m0s  011/100 iters, 100 per VU

running (0m36.0s), 1/1 VUs, 11 complete and 0 interrupted iterations
paced_over_5m   [  11% ] 1 VUs  0m36.0s/6m0s  011/100 iters, 100 per VU

running (0m37.0s), 1/1 VUs, 12 complete and 0 interrupted iterations
paced_over_5m   [  12% ] 1 VUs  0m37.0s/6m0s  012/100 iters, 100 per VU

running (0m38.0s), 1/1 VUs, 12 complete and 0 interrupted iterations
paced_over_5m   [  12% ] 1 VUs  0m38.0s/6m0s  012/100 iters, 100 per VU

running (0m39.0s), 1/1 VUs, 12 complete and 0 interrupted iterations
paced_over_5m   [  12% ] 1 VUs  0m39.0s/6m0s  012/100 iters, 100 per VU

running (0m40.0s), 1/1 VUs, 13 complete and 0 interrupted iterations
paced_over_5m   [  13% ] 1 VUs  0m40.0s/6m0s  013/100 iters, 100 per VU

running (0m41.0s), 1/1 VUs, 13 complete and 0 interrupted iterations
paced_over_5m   [  13% ] 1 VUs  0m41.0s/6m0s  013/100 iters, 100 per VU

running (0m42.0s), 1/1 VUs, 13 complete and 0 interrupted iterations
paced_over_5m   [  13% ] 1 VUs  0m42.0s/6m0s  013/100 iters, 100 per VU

running (0m43.0s), 1/1 VUs, 14 complete and 0 interrupted iterations
paced_over_5m   [  14% ] 1 VUs  0m43.0s/6m0s  014/100 iters, 100 per VU

running (0m44.0s), 1/1 VUs, 14 complete and 0 interrupted iterations
paced_over_5m   [  14% ] 1 VUs  0m44.0s/6m0s  014/100 iters, 100 per VU

running (0m45.0s), 1/1 VUs, 14 complete and 0 interrupted iterations
paced_over_5m   [  14% ] 1 VUs  0m45.0s/6m0s  014/100 iters, 100 per VU

running (0m46.0s), 1/1 VUs, 15 complete and 0 interrupted iterations
paced_over_5m   [  15% ] 1 VUs  0m46.0s/6m0s  015/100 iters, 100 per VU

running (0m47.0s), 1/1 VUs, 15 complete and 0 interrupted iterations
paced_over_5m   [  15% ] 1 VUs  0m47.0s/6m0s  015/100 iters, 100 per VU

running (0m48.0s), 1/1 VUs, 15 complete and 0 interrupted iterations
paced_over_5m   [  15% ] 1 VUs  0m48.0s/6m0s  015/100 iters, 100 per VU

running (0m49.0s), 1/1 VUs, 16 complete and 0 interrupted iterations
paced_over_5m   [  16% ] 1 VUs  0m49.0s/6m0s  016/100 iters, 100 per VU

running (0m50.0s), 1/1 VUs, 16 complete and 0 interrupted iterations
paced_over_5m   [  16% ] 1 VUs  0m50.0s/6m0s  016/100 iters, 100 per VU

running (0m51.0s), 1/1 VUs, 16 complete and 0 interrupted iterations
paced_over_5m   [  16% ] 1 VUs  0m51.0s/6m0s  016/100 iters, 100 per VU

running (0m52.0s), 1/1 VUs, 17 complete and 0 interrupted iterations
paced_over_5m   [  17% ] 1 VUs  0m52.0s/6m0s  017/100 iters, 100 per VU

running (0m53.0s), 1/1 VUs, 17 complete and 0 interrupted iterations
paced_over_5m   [  17% ] 1 VUs  0m53.0s/6m0s  017/100 iters, 100 per VU

running (0m54.0s), 1/1 VUs, 17 complete and 0 interrupted iterations
paced_over_5m   [  17% ] 1 VUs  0m54.0s/6m0s  017/100 iters, 100 per VU

running (0m55.0s), 1/1 VUs, 18 complete and 0 interrupted iterations
paced_over_5m   [  18% ] 1 VUs  0m55.0s/6m0s  018/100 iters, 100 per VU

running (0m56.0s), 1/1 VUs, 18 complete and 0 interrupted iterations
paced_over_5m   [  18% ] 1 VUs  0m56.0s/6m0s  018/100 iters, 100 per VU

running (0m57.0s), 1/1 VUs, 18 complete and 0 interrupted iterations
paced_over_5m   [  18% ] 1 VUs  0m57.0s/6m0s  018/100 iters, 100 per VU

running (0m58.0s), 1/1 VUs, 19 complete and 0 interrupted iterations
paced_over_5m   [  19% ] 1 VUs  0m58.0s/6m0s  019/100 iters, 100 per VU

running (0m59.0s), 1/1 VUs, 19 complete and 0 interrupted iterations
paced_over_5m   [  19% ] 1 VUs  0m59.0s/6m0s  019/100 iters, 100 per VU

running (1m00.0s), 1/1 VUs, 19 complete and 0 interrupted iterations
paced_over_5m   [  19% ] 1 VUs  1m00.0s/6m0s  019/100 iters, 100 per VU

running (1m01.0s), 1/1 VUs, 20 complete and 0 interrupted iterations
paced_over_5m   [  20% ] 1 VUs  1m01.0s/6m0s  020/100 iters, 100 per VU

running (1m02.0s), 1/1 VUs, 20 complete and 0 interrupted iterations
paced_over_5m   [  20% ] 1 VUs  1m02.0s/6m0s  020/100 iters, 100 per VU

running (1m03.0s), 1/1 VUs, 20 complete and 0 interrupted iterations
paced_over_5m   [  20% ] 1 VUs  1m03.0s/6m0s  020/100 iters, 100 per VU

running (1m04.0s), 1/1 VUs, 21 complete and 0 interrupted iterations
paced_over_5m   [  21% ] 1 VUs  1m04.0s/6m0s  021/100 iters, 100 per VU

running (1m05.0s), 1/1 VUs, 21 complete and 0 interrupted iterations
paced_over_5m   [  21% ] 1 VUs  1m05.0s/6m0s  021/100 iters, 100 per VU

running (1m06.0s), 1/1 VUs, 21 complete and 0 interrupted iterations
paced_over_5m   [  21% ] 1 VUs  1m06.0s/6m0s  021/100 iters, 100 per VU

running (1m07.0s), 1/1 VUs, 22 complete and 0 interrupted iterations
paced_over_5m   [  22% ] 1 VUs  1m07.0s/6m0s  022/100 iters, 100 per VU

running (1m08.0s), 1/1 VUs, 22 complete and 0 interrupted iterations
paced_over_5m   [  22% ] 1 VUs  1m08.0s/6m0s  022/100 iters, 100 per VU

running (1m09.0s), 1/1 VUs, 22 complete and 0 interrupted iterations
paced_over_5m   [  22% ] 1 VUs  1m09.0s/6m0s  022/100 iters, 100 per VU

running (1m10.0s), 1/1 VUs, 23 complete and 0 interrupted iterations
paced_over_5m   [  23% ] 1 VUs  1m10.0s/6m0s  023/100 iters, 100 per VU

running (1m11.0s), 1/1 VUs, 23 complete and 0 interrupted iterations
paced_over_5m   [  23% ] 1 VUs  1m11.0s/6m0s  023/100 iters, 100 per VU

running (1m12.0s), 1/1 VUs, 23 complete and 0 interrupted iterations
paced_over_5m   [  23% ] 1 VUs  1m12.0s/6m0s  023/100 iters, 100 per VU

running (1m13.0s), 1/1 VUs, 24 complete and 0 interrupted iterations
paced_over_5m   [  24% ] 1 VUs  1m13.0s/6m0s  024/100 iters, 100 per VU

running (1m14.0s), 1/1 VUs, 24 complete and 0 interrupted iterations
paced_over_5m   [  24% ] 1 VUs  1m14.0s/6m0s  024/100 iters, 100 per VU

running (1m15.0s), 1/1 VUs, 24 complete and 0 interrupted iterations
paced_over_5m   [  24% ] 1 VUs  1m15.0s/6m0s  024/100 iters, 100 per VU

running (1m16.0s), 1/1 VUs, 25 complete and 0 interrupted iterations
paced_over_5m   [  25% ] 1 VUs  1m16.0s/6m0s  025/100 iters, 100 per VU

running (1m17.0s), 1/1 VUs, 25 complete and 0 interrupted iterations
paced_over_5m   [  25% ] 1 VUs  1m17.0s/6m0s  025/100 iters, 100 per VU

running (1m18.0s), 1/1 VUs, 25 complete and 0 interrupted iterations
paced_over_5m   [  25% ] 1 VUs  1m18.0s/6m0s  025/100 iters, 100 per VU

running (1m19.0s), 1/1 VUs, 26 complete and 0 interrupted iterations
paced_over_5m   [  26% ] 1 VUs  1m19.0s/6m0s  026/100 iters, 100 per VU

running (1m20.0s), 1/1 VUs, 26 complete and 0 interrupted iterations
paced_over_5m   [  26% ] 1 VUs  1m20.0s/6m0s  026/100 iters, 100 per VU

running (1m21.0s), 1/1 VUs, 26 complete and 0 interrupted iterations
paced_over_5m   [  26% ] 1 VUs  1m21.0s/6m0s  026/100 iters, 100 per VU

running (1m22.0s), 1/1 VUs, 27 complete and 0 interrupted iterations
paced_over_5m   [  27% ] 1 VUs  1m22.0s/6m0s  027/100 iters, 100 per VU

running (1m23.0s), 1/1 VUs, 27 complete and 0 interrupted iterations
paced_over_5m   [  27% ] 1 VUs  1m23.0s/6m0s  027/100 iters, 100 per VU

running (1m24.0s), 1/1 VUs, 27 complete and 0 interrupted iterations
paced_over_5m   [  27% ] 1 VUs  1m24.0s/6m0s  027/100 iters, 100 per VU

running (1m25.0s), 1/1 VUs, 28 complete and 0 interrupted iterations
paced_over_5m   [  28% ] 1 VUs  1m25.0s/6m0s  028/100 iters, 100 per VU

running (1m26.0s), 1/1 VUs, 28 complete and 0 interrupted iterations
paced_over_5m   [  28% ] 1 VUs  1m26.0s/6m0s  028/100 iters, 100 per VU

running (1m27.0s), 1/1 VUs, 28 complete and 0 interrupted iterations
paced_over_5m   [  28% ] 1 VUs  1m27.0s/6m0s  028/100 iters, 100 per VU

running (1m28.0s), 1/1 VUs, 29 complete and 0 interrupted iterations
paced_over_5m   [  29% ] 1 VUs  1m28.0s/6m0s  029/100 iters, 100 per VU

running (1m29.0s), 1/1 VUs, 29 complete and 0 interrupted iterations
paced_over_5m   [  29% ] 1 VUs  1m29.0s/6m0s  029/100 iters, 100 per VU

running (1m30.0s), 1/1 VUs, 29 complete and 0 interrupted iterations
paced_over_5m   [  29% ] 1 VUs  1m30.0s/6m0s  029/100 iters, 100 per VU

running (1m31.0s), 1/1 VUs, 30 complete and 0 interrupted iterations
paced_over_5m   [  30% ] 1 VUs  1m31.0s/6m0s  030/100 iters, 100 per VU

running (1m32.0s), 1/1 VUs, 30 complete and 0 interrupted iterations
paced_over_5m   [  30% ] 1 VUs  1m32.0s/6m0s  030/100 iters, 100 per VU

running (1m33.0s), 1/1 VUs, 30 complete and 0 interrupted iterations
paced_over_5m   [  30% ] 1 VUs  1m33.0s/6m0s  030/100 iters, 100 per VU

running (1m34.0s), 1/1 VUs, 31 complete and 0 interrupted iterations
paced_over_5m   [  31% ] 1 VUs  1m34.0s/6m0s  031/100 iters, 100 per VU

running (1m35.0s), 1/1 VUs, 31 complete and 0 interrupted iterations
paced_over_5m   [  31% ] 1 VUs  1m35.0s/6m0s  031/100 iters, 100 per VU

running (1m36.0s), 1/1 VUs, 31 complete and 0 interrupted iterations
paced_over_5m   [  31% ] 1 VUs  1m36.0s/6m0s  031/100 iters, 100 per VU

running (1m37.0s), 1/1 VUs, 32 complete and 0 interrupted iterations
paced_over_5m   [  32% ] 1 VUs  1m37.0s/6m0s  032/100 iters, 100 per VU

running (1m38.0s), 1/1 VUs, 32 complete and 0 interrupted iterations
paced_over_5m   [  32% ] 1 VUs  1m38.0s/6m0s  032/100 iters, 100 per VU

running (1m39.0s), 1/1 VUs, 32 complete and 0 interrupted iterations
paced_over_5m   [  32% ] 1 VUs  1m39.0s/6m0s  032/100 iters, 100 per VU

running (1m40.0s), 1/1 VUs, 33 complete and 0 interrupted iterations
paced_over_5m   [  33% ] 1 VUs  1m40.0s/6m0s  033/100 iters, 100 per VU

running (1m41.0s), 1/1 VUs, 33 complete and 0 interrupted iterations
paced_over_5m   [  33% ] 1 VUs  1m41.0s/6m0s  033/100 iters, 100 per VU

running (1m42.0s), 1/1 VUs, 33 complete and 0 interrupted iterations
paced_over_5m   [  33% ] 1 VUs  1m42.0s/6m0s  033/100 iters, 100 per VU

running (1m43.0s), 1/1 VUs, 34 complete and 0 interrupted iterations
paced_over_5m   [  34% ] 1 VUs  1m43.0s/6m0s  034/100 iters, 100 per VU

running (1m44.0s), 1/1 VUs, 34 complete and 0 interrupted iterations
paced_over_5m   [  34% ] 1 VUs  1m44.0s/6m0s  034/100 iters, 100 per VU

running (1m45.0s), 1/1 VUs, 34 complete and 0 interrupted iterations
paced_over_5m   [  34% ] 1 VUs  1m45.0s/6m0s  034/100 iters, 100 per VU

running (1m46.0s), 1/1 VUs, 35 complete and 0 interrupted iterations
paced_over_5m   [  35% ] 1 VUs  1m46.0s/6m0s  035/100 iters, 100 per VU

running (1m47.0s), 1/1 VUs, 35 complete and 0 interrupted iterations
paced_over_5m   [  35% ] 1 VUs  1m47.0s/6m0s  035/100 iters, 100 per VU

running (1m48.0s), 1/1 VUs, 35 complete and 0 interrupted iterations
paced_over_5m   [  35% ] 1 VUs  1m48.0s/6m0s  035/100 iters, 100 per VU

running (1m49.0s), 1/1 VUs, 36 complete and 0 interrupted iterations
paced_over_5m   [  36% ] 1 VUs  1m49.0s/6m0s  036/100 iters, 100 per VU

running (1m50.0s), 1/1 VUs, 36 complete and 0 interrupted iterations
paced_over_5m   [  36% ] 1 VUs  1m50.0s/6m0s  036/100 iters, 100 per VU

running (1m51.0s), 1/1 VUs, 36 complete and 0 interrupted iterations
paced_over_5m   [  36% ] 1 VUs  1m51.0s/6m0s  036/100 iters, 100 per VU

running (1m52.0s), 1/1 VUs, 37 complete and 0 interrupted iterations
paced_over_5m   [  37% ] 1 VUs  1m52.0s/6m0s  037/100 iters, 100 per VU

running (1m53.0s), 1/1 VUs, 37 complete and 0 interrupted iterations
paced_over_5m   [  37% ] 1 VUs  1m53.0s/6m0s  037/100 iters, 100 per VU

running (1m54.0s), 1/1 VUs, 37 complete and 0 interrupted iterations
paced_over_5m   [  37% ] 1 VUs  1m54.0s/6m0s  037/100 iters, 100 per VU

running (1m55.0s), 1/1 VUs, 38 complete and 0 interrupted iterations
paced_over_5m   [  38% ] 1 VUs  1m55.0s/6m0s  038/100 iters, 100 per VU

running (1m56.0s), 1/1 VUs, 38 complete and 0 interrupted iterations
paced_over_5m   [  38% ] 1 VUs  1m56.0s/6m0s  038/100 iters, 100 per VU

running (1m57.0s), 1/1 VUs, 38 complete and 0 interrupted iterations
paced_over_5m   [  38% ] 1 VUs  1m57.0s/6m0s  038/100 iters, 100 per VU

running (1m58.0s), 1/1 VUs, 39 complete and 0 interrupted iterations
paced_over_5m   [  39% ] 1 VUs  1m58.0s/6m0s  039/100 iters, 100 per VU

running (1m59.0s), 1/1 VUs, 39 complete and 0 interrupted iterations
paced_over_5m   [  39% ] 1 VUs  1m59.0s/6m0s  039/100 iters, 100 per VU

running (2m00.0s), 1/1 VUs, 39 complete and 0 interrupted iterations
paced_over_5m   [  39% ] 1 VUs  2m00.0s/6m0s  039/100 iters, 100 per VU

running (2m01.0s), 1/1 VUs, 40 complete and 0 interrupted iterations
paced_over_5m   [  40% ] 1 VUs  2m01.0s/6m0s  040/100 iters, 100 per VU

running (2m02.0s), 1/1 VUs, 40 complete and 0 interrupted iterations
paced_over_5m   [  40% ] 1 VUs  2m02.0s/6m0s  040/100 iters, 100 per VU

running (2m03.0s), 1/1 VUs, 40 complete and 0 interrupted iterations
paced_over_5m   [  40% ] 1 VUs  2m03.0s/6m0s  040/100 iters, 100 per VU

running (2m04.0s), 1/1 VUs, 41 complete and 0 interrupted iterations
paced_over_5m   [  41% ] 1 VUs  2m04.0s/6m0s  041/100 iters, 100 per VU

running (2m05.0s), 1/1 VUs, 41 complete and 0 interrupted iterations
paced_over_5m   [  41% ] 1 VUs  2m05.0s/6m0s  041/100 iters, 100 per VU

running (2m06.0s), 1/1 VUs, 41 complete and 0 interrupted iterations
paced_over_5m   [  41% ] 1 VUs  2m06.0s/6m0s  041/100 iters, 100 per VU

running (2m07.0s), 1/1 VUs, 42 complete and 0 interrupted iterations
paced_over_5m   [  42% ] 1 VUs  2m07.0s/6m0s  042/100 iters, 100 per VU

running (2m08.0s), 1/1 VUs, 42 complete and 0 interrupted iterations
paced_over_5m   [  42% ] 1 VUs  2m08.0s/6m0s  042/100 iters, 100 per VU

running (2m09.0s), 1/1 VUs, 42 complete and 0 interrupted iterations
paced_over_5m   [  42% ] 1 VUs  2m09.0s/6m0s  042/100 iters, 100 per VU

running (2m10.0s), 1/1 VUs, 43 complete and 0 interrupted iterations
paced_over_5m   [  43% ] 1 VUs  2m10.0s/6m0s  043/100 iters, 100 per VU

running (2m11.0s), 1/1 VUs, 43 complete and 0 interrupted iterations
paced_over_5m   [  43% ] 1 VUs  2m11.0s/6m0s  043/100 iters, 100 per VU

running (2m12.0s), 1/1 VUs, 43 complete and 0 interrupted iterations
paced_over_5m   [  43% ] 1 VUs  2m12.0s/6m0s  043/100 iters, 100 per VU

running (2m13.0s), 1/1 VUs, 44 complete and 0 interrupted iterations
paced_over_5m   [  44% ] 1 VUs  2m13.0s/6m0s  044/100 iters, 100 per VU

running (2m14.0s), 1/1 VUs, 44 complete and 0 interrupted iterations
paced_over_5m   [  44% ] 1 VUs  2m14.0s/6m0s  044/100 iters, 100 per VU

running (2m15.0s), 1/1 VUs, 44 complete and 0 interrupted iterations
paced_over_5m   [  44% ] 1 VUs  2m15.0s/6m0s  044/100 iters, 100 per VU

running (2m16.0s), 1/1 VUs, 45 complete and 0 interrupted iterations
paced_over_5m   [  45% ] 1 VUs  2m16.0s/6m0s  045/100 iters, 100 per VU

running (2m17.0s), 1/1 VUs, 45 complete and 0 interrupted iterations
paced_over_5m   [  45% ] 1 VUs  2m17.0s/6m0s  045/100 iters, 100 per VU

running (2m18.0s), 1/1 VUs, 45 complete and 0 interrupted iterations
paced_over_5m   [  45% ] 1 VUs  2m18.0s/6m0s  045/100 iters, 100 per VU

running (2m19.0s), 1/1 VUs, 46 complete and 0 interrupted iterations
paced_over_5m   [  46% ] 1 VUs  2m19.0s/6m0s  046/100 iters, 100 per VU

running (2m20.0s), 1/1 VUs, 46 complete and 0 interrupted iterations
paced_over_5m   [  46% ] 1 VUs  2m20.0s/6m0s  046/100 iters, 100 per VU

running (2m21.0s), 1/1 VUs, 46 complete and 0 interrupted iterations
paced_over_5m   [  46% ] 1 VUs  2m21.0s/6m0s  046/100 iters, 100 per VU

running (2m22.0s), 1/1 VUs, 47 complete and 0 interrupted iterations
paced_over_5m   [  47% ] 1 VUs  2m22.0s/6m0s  047/100 iters, 100 per VU

running (2m23.0s), 1/1 VUs, 47 complete and 0 interrupted iterations
paced_over_5m   [  47% ] 1 VUs  2m23.0s/6m0s  047/100 iters, 100 per VU

running (2m24.0s), 1/1 VUs, 47 complete and 0 interrupted iterations
paced_over_5m   [  47% ] 1 VUs  2m24.0s/6m0s  047/100 iters, 100 per VU

running (2m25.0s), 1/1 VUs, 48 complete and 0 interrupted iterations
paced_over_5m   [  48% ] 1 VUs  2m25.0s/6m0s  048/100 iters, 100 per VU

running (2m26.0s), 1/1 VUs, 48 complete and 0 interrupted iterations
paced_over_5m   [  48% ] 1 VUs  2m26.0s/6m0s  048/100 iters, 100 per VU

running (2m27.0s), 1/1 VUs, 48 complete and 0 interrupted iterations
paced_over_5m   [  48% ] 1 VUs  2m27.0s/6m0s  048/100 iters, 100 per VU

running (2m28.0s), 1/1 VUs, 49 complete and 0 interrupted iterations
paced_over_5m   [  49% ] 1 VUs  2m28.0s/6m0s  049/100 iters, 100 per VU

running (2m29.0s), 1/1 VUs, 49 complete and 0 interrupted iterations
paced_over_5m   [  49% ] 1 VUs  2m29.0s/6m0s  049/100 iters, 100 per VU

running (2m30.0s), 1/1 VUs, 49 complete and 0 interrupted iterations
paced_over_5m   [  49% ] 1 VUs  2m30.0s/6m0s  049/100 iters, 100 per VU

running (2m31.0s), 1/1 VUs, 50 complete and 0 interrupted iterations
paced_over_5m   [  50% ] 1 VUs  2m31.0s/6m0s  050/100 iters, 100 per VU

running (2m32.0s), 1/1 VUs, 50 complete and 0 interrupted iterations
paced_over_5m   [  50% ] 1 VUs  2m32.0s/6m0s  050/100 iters, 100 per VU

running (2m33.0s), 1/1 VUs, 50 complete and 0 interrupted iterations
paced_over_5m   [  50% ] 1 VUs  2m33.0s/6m0s  050/100 iters, 100 per VU

running (2m34.0s), 1/1 VUs, 51 complete and 0 interrupted iterations
paced_over_5m   [  51% ] 1 VUs  2m34.0s/6m0s  051/100 iters, 100 per VU

running (2m35.0s), 1/1 VUs, 51 complete and 0 interrupted iterations
paced_over_5m   [  51% ] 1 VUs  2m35.0s/6m0s  051/100 iters, 100 per VU

running (2m36.0s), 1/1 VUs, 51 complete and 0 interrupted iterations
paced_over_5m   [  51% ] 1 VUs  2m36.0s/6m0s  051/100 iters, 100 per VU

running (2m37.0s), 1/1 VUs, 52 complete and 0 interrupted iterations
paced_over_5m   [  52% ] 1 VUs  2m37.0s/6m0s  052/100 iters, 100 per VU

running (2m38.0s), 1/1 VUs, 52 complete and 0 interrupted iterations
paced_over_5m   [  52% ] 1 VUs  2m38.0s/6m0s  052/100 iters, 100 per VU

running (2m39.0s), 1/1 VUs, 52 complete and 0 interrupted iterations
paced_over_5m   [  52% ] 1 VUs  2m39.0s/6m0s  052/100 iters, 100 per VU

running (2m40.0s), 1/1 VUs, 53 complete and 0 interrupted iterations
paced_over_5m   [  53% ] 1 VUs  2m40.0s/6m0s  053/100 iters, 100 per VU

running (2m41.0s), 1/1 VUs, 53 complete and 0 interrupted iterations
paced_over_5m   [  53% ] 1 VUs  2m41.0s/6m0s  053/100 iters, 100 per VU

running (2m42.0s), 1/1 VUs, 53 complete and 0 interrupted iterations
paced_over_5m   [  53% ] 1 VUs  2m42.0s/6m0s  053/100 iters, 100 per VU

running (2m43.0s), 1/1 VUs, 54 complete and 0 interrupted iterations
paced_over_5m   [  54% ] 1 VUs  2m43.0s/6m0s  054/100 iters, 100 per VU

running (2m44.0s), 1/1 VUs, 54 complete and 0 interrupted iterations
paced_over_5m   [  54% ] 1 VUs  2m44.0s/6m0s  054/100 iters, 100 per VU

running (2m45.0s), 1/1 VUs, 54 complete and 0 interrupted iterations
paced_over_5m   [  54% ] 1 VUs  2m45.0s/6m0s  054/100 iters, 100 per VU

running (2m46.0s), 1/1 VUs, 55 complete and 0 interrupted iterations
paced_over_5m   [  55% ] 1 VUs  2m46.0s/6m0s  055/100 iters, 100 per VU

running (2m47.0s), 1/1 VUs, 55 complete and 0 interrupted iterations
paced_over_5m   [  55% ] 1 VUs  2m47.0s/6m0s  055/100 iters, 100 per VU

running (2m48.0s), 1/1 VUs, 55 complete and 0 interrupted iterations
paced_over_5m   [  55% ] 1 VUs  2m48.0s/6m0s  055/100 iters, 100 per VU

running (2m49.0s), 1/1 VUs, 56 complete and 0 interrupted iterations
paced_over_5m   [  56% ] 1 VUs  2m49.0s/6m0s  056/100 iters, 100 per VU

running (2m50.0s), 1/1 VUs, 56 complete and 0 interrupted iterations
paced_over_5m   [  56% ] 1 VUs  2m50.0s/6m0s  056/100 iters, 100 per VU

running (2m51.0s), 1/1 VUs, 56 complete and 0 interrupted iterations
paced_over_5m   [  56% ] 1 VUs  2m51.0s/6m0s  056/100 iters, 100 per VU

running (2m52.0s), 1/1 VUs, 57 complete and 0 interrupted iterations
paced_over_5m   [  57% ] 1 VUs  2m52.0s/6m0s  057/100 iters, 100 per VU

running (2m53.0s), 1/1 VUs, 57 complete and 0 interrupted iterations
paced_over_5m   [  57% ] 1 VUs  2m53.0s/6m0s  057/100 iters, 100 per VU

running (2m54.0s), 1/1 VUs, 57 complete and 0 interrupted iterations
paced_over_5m   [  57% ] 1 VUs  2m54.0s/6m0s  057/100 iters, 100 per VU

running (2m55.0s), 1/1 VUs, 58 complete and 0 interrupted iterations
paced_over_5m   [  58% ] 1 VUs  2m55.0s/6m0s  058/100 iters, 100 per VU

running (2m56.0s), 1/1 VUs, 58 complete and 0 interrupted iterations
paced_over_5m   [  58% ] 1 VUs  2m56.0s/6m0s  058/100 iters, 100 per VU

running (2m57.0s), 1/1 VUs, 58 complete and 0 interrupted iterations
paced_over_5m   [  58% ] 1 VUs  2m57.0s/6m0s  058/100 iters, 100 per VU

running (2m58.0s), 1/1 VUs, 59 complete and 0 interrupted iterations
paced_over_5m   [  59% ] 1 VUs  2m58.0s/6m0s  059/100 iters, 100 per VU

running (2m59.0s), 1/1 VUs, 59 complete and 0 interrupted iterations
paced_over_5m   [  59% ] 1 VUs  2m59.0s/6m0s  059/100 iters, 100 per VU

running (3m00.0s), 1/1 VUs, 59 complete and 0 interrupted iterations
paced_over_5m   [  59% ] 1 VUs  3m00.0s/6m0s  059/100 iters, 100 per VU

running (3m01.0s), 1/1 VUs, 60 complete and 0 interrupted iterations
paced_over_5m   [  60% ] 1 VUs  3m01.0s/6m0s  060/100 iters, 100 per VU

running (3m02.0s), 1/1 VUs, 60 complete and 0 interrupted iterations
paced_over_5m   [  60% ] 1 VUs  3m02.0s/6m0s  060/100 iters, 100 per VU

running (3m03.0s), 1/1 VUs, 60 complete and 0 interrupted iterations
paced_over_5m   [  60% ] 1 VUs  3m03.0s/6m0s  060/100 iters, 100 per VU

running (3m04.0s), 1/1 VUs, 61 complete and 0 interrupted iterations
paced_over_5m   [  61% ] 1 VUs  3m04.0s/6m0s  061/100 iters, 100 per VU

running (3m05.0s), 1/1 VUs, 61 complete and 0 interrupted iterations
paced_over_5m   [  61% ] 1 VUs  3m05.0s/6m0s  061/100 iters, 100 per VU

running (3m06.0s), 1/1 VUs, 61 complete and 0 interrupted iterations
paced_over_5m   [  61% ] 1 VUs  3m06.0s/6m0s  061/100 iters, 100 per VU

running (3m07.0s), 1/1 VUs, 62 complete and 0 interrupted iterations
paced_over_5m   [  62% ] 1 VUs  3m07.0s/6m0s  062/100 iters, 100 per VU

running (3m08.0s), 1/1 VUs, 62 complete and 0 interrupted iterations
paced_over_5m   [  62% ] 1 VUs  3m08.0s/6m0s  062/100 iters, 100 per VU

running (3m09.0s), 1/1 VUs, 62 complete and 0 interrupted iterations
paced_over_5m   [  62% ] 1 VUs  3m09.0s/6m0s  062/100 iters, 100 per VU

running (3m10.0s), 1/1 VUs, 63 complete and 0 interrupted iterations
paced_over_5m   [  63% ] 1 VUs  3m10.0s/6m0s  063/100 iters, 100 per VU

running (3m11.0s), 1/1 VUs, 63 complete and 0 interrupted iterations
paced_over_5m   [  63% ] 1 VUs  3m11.0s/6m0s  063/100 iters, 100 per VU

running (3m12.0s), 1/1 VUs, 63 complete and 0 interrupted iterations
paced_over_5m   [  63% ] 1 VUs  3m12.0s/6m0s  063/100 iters, 100 per VU

running (3m13.0s), 1/1 VUs, 64 complete and 0 interrupted iterations
paced_over_5m   [  64% ] 1 VUs  3m13.0s/6m0s  064/100 iters, 100 per VU

running (3m14.0s), 1/1 VUs, 64 complete and 0 interrupted iterations
paced_over_5m   [  64% ] 1 VUs  3m14.0s/6m0s  064/100 iters, 100 per VU

running (3m15.0s), 1/1 VUs, 64 complete and 0 interrupted iterations
paced_over_5m   [  64% ] 1 VUs  3m15.0s/6m0s  064/100 iters, 100 per VU

running (3m16.0s), 1/1 VUs, 65 complete and 0 interrupted iterations
paced_over_5m   [  65% ] 1 VUs  3m16.0s/6m0s  065/100 iters, 100 per VU

running (3m17.0s), 1/1 VUs, 65 complete and 0 interrupted iterations
paced_over_5m   [  65% ] 1 VUs  3m17.0s/6m0s  065/100 iters, 100 per VU

running (3m18.0s), 1/1 VUs, 65 complete and 0 interrupted iterations
paced_over_5m   [  65% ] 1 VUs  3m18.0s/6m0s  065/100 iters, 100 per VU

running (3m19.0s), 1/1 VUs, 66 complete and 0 interrupted iterations
paced_over_5m   [  66% ] 1 VUs  3m19.0s/6m0s  066/100 iters, 100 per VU

running (3m20.0s), 1/1 VUs, 66 complete and 0 interrupted iterations
paced_over_5m   [  66% ] 1 VUs  3m20.0s/6m0s  066/100 iters, 100 per VU

running (3m21.0s), 1/1 VUs, 66 complete and 0 interrupted iterations
paced_over_5m   [  66% ] 1 VUs  3m21.0s/6m0s  066/100 iters, 100 per VU

running (3m22.0s), 1/1 VUs, 67 complete and 0 interrupted iterations
paced_over_5m   [  67% ] 1 VUs  3m22.0s/6m0s  067/100 iters, 100 per VU

running (3m23.0s), 1/1 VUs, 67 complete and 0 interrupted iterations
paced_over_5m   [  67% ] 1 VUs  3m23.0s/6m0s  067/100 iters, 100 per VU

running (3m24.0s), 1/1 VUs, 67 complete and 0 interrupted iterations
paced_over_5m   [  67% ] 1 VUs  3m24.0s/6m0s  067/100 iters, 100 per VU

running (3m25.0s), 1/1 VUs, 68 complete and 0 interrupted iterations
paced_over_5m   [  68% ] 1 VUs  3m25.0s/6m0s  068/100 iters, 100 per VU

running (3m26.0s), 1/1 VUs, 68 complete and 0 interrupted iterations
paced_over_5m   [  68% ] 1 VUs  3m26.0s/6m0s  068/100 iters, 100 per VU

running (3m27.0s), 1/1 VUs, 68 complete and 0 interrupted iterations
paced_over_5m   [  68% ] 1 VUs  3m27.0s/6m0s  068/100 iters, 100 per VU

running (3m28.0s), 1/1 VUs, 69 complete and 0 interrupted iterations
paced_over_5m   [  69% ] 1 VUs  3m28.0s/6m0s  069/100 iters, 100 per VU

running (3m29.0s), 1/1 VUs, 69 complete and 0 interrupted iterations
paced_over_5m   [  69% ] 1 VUs  3m29.0s/6m0s  069/100 iters, 100 per VU

running (3m30.0s), 1/1 VUs, 69 complete and 0 interrupted iterations
paced_over_5m   [  69% ] 1 VUs  3m30.0s/6m0s  069/100 iters, 100 per VU

running (3m31.0s), 1/1 VUs, 70 complete and 0 interrupted iterations
paced_over_5m   [  70% ] 1 VUs  3m31.0s/6m0s  070/100 iters, 100 per VU

running (3m32.0s), 1/1 VUs, 70 complete and 0 interrupted iterations
paced_over_5m   [  70% ] 1 VUs  3m32.0s/6m0s  070/100 iters, 100 per VU

running (3m33.0s), 1/1 VUs, 70 complete and 0 interrupted iterations
paced_over_5m   [  70% ] 1 VUs  3m33.0s/6m0s  070/100 iters, 100 per VU

running (3m34.0s), 1/1 VUs, 71 complete and 0 interrupted iterations
paced_over_5m   [  71% ] 1 VUs  3m34.0s/6m0s  071/100 iters, 100 per VU

running (3m35.0s), 1/1 VUs, 71 complete and 0 interrupted iterations
paced_over_5m   [  71% ] 1 VUs  3m35.0s/6m0s  071/100 iters, 100 per VU

running (3m36.0s), 1/1 VUs, 71 complete and 0 interrupted iterations
paced_over_5m   [  71% ] 1 VUs  3m36.0s/6m0s  071/100 iters, 100 per VU

running (3m37.0s), 1/1 VUs, 72 complete and 0 interrupted iterations
paced_over_5m   [  72% ] 1 VUs  3m37.0s/6m0s  072/100 iters, 100 per VU

running (3m38.0s), 1/1 VUs, 72 complete and 0 interrupted iterations
paced_over_5m   [  72% ] 1 VUs  3m38.0s/6m0s  072/100 iters, 100 per VU

running (3m39.0s), 1/1 VUs, 72 complete and 0 interrupted iterations
paced_over_5m   [  72% ] 1 VUs  3m39.0s/6m0s  072/100 iters, 100 per VU

running (3m40.0s), 1/1 VUs, 73 complete and 0 interrupted iterations
paced_over_5m   [  73% ] 1 VUs  3m40.0s/6m0s  073/100 iters, 100 per VU

running (3m41.0s), 1/1 VUs, 73 complete and 0 interrupted iterations
paced_over_5m   [  73% ] 1 VUs  3m41.0s/6m0s  073/100 iters, 100 per VU

running (3m42.0s), 1/1 VUs, 73 complete and 0 interrupted iterations
paced_over_5m   [  73% ] 1 VUs  3m42.0s/6m0s  073/100 iters, 100 per VU

running (3m43.0s), 1/1 VUs, 74 complete and 0 interrupted iterations
paced_over_5m   [  74% ] 1 VUs  3m43.0s/6m0s  074/100 iters, 100 per VU

running (3m44.0s), 1/1 VUs, 74 complete and 0 interrupted iterations
paced_over_5m   [  74% ] 1 VUs  3m44.0s/6m0s  074/100 iters, 100 per VU

running (3m45.0s), 1/1 VUs, 74 complete and 0 interrupted iterations
paced_over_5m   [  74% ] 1 VUs  3m45.0s/6m0s  074/100 iters, 100 per VU

running (3m46.0s), 1/1 VUs, 75 complete and 0 interrupted iterations
paced_over_5m   [  75% ] 1 VUs  3m46.0s/6m0s  075/100 iters, 100 per VU

running (3m47.0s), 1/1 VUs, 75 complete and 0 interrupted iterations
paced_over_5m   [  75% ] 1 VUs  3m47.0s/6m0s  075/100 iters, 100 per VU

running (3m48.0s), 1/1 VUs, 75 complete and 0 interrupted iterations
paced_over_5m   [  75% ] 1 VUs  3m48.0s/6m0s  075/100 iters, 100 per VU

running (3m49.0s), 1/1 VUs, 76 complete and 0 interrupted iterations
paced_over_5m   [  76% ] 1 VUs  3m49.0s/6m0s  076/100 iters, 100 per VU

running (3m50.0s), 1/1 VUs, 76 complete and 0 interrupted iterations
paced_over_5m   [  76% ] 1 VUs  3m50.0s/6m0s  076/100 iters, 100 per VU

running (3m51.0s), 1/1 VUs, 76 complete and 0 interrupted iterations
paced_over_5m   [  76% ] 1 VUs  3m51.0s/6m0s  076/100 iters, 100 per VU

running (3m52.0s), 1/1 VUs, 77 complete and 0 interrupted iterations
paced_over_5m   [  77% ] 1 VUs  3m52.0s/6m0s  077/100 iters, 100 per VU

running (3m53.0s), 1/1 VUs, 77 complete and 0 interrupted iterations
paced_over_5m   [  77% ] 1 VUs  3m53.0s/6m0s  077/100 iters, 100 per VU

running (3m54.0s), 1/1 VUs, 77 complete and 0 interrupted iterations
paced_over_5m   [  77% ] 1 VUs  3m54.0s/6m0s  077/100 iters, 100 per VU

running (3m55.0s), 1/1 VUs, 77 complete and 0 interrupted iterations
paced_over_5m   [  77% ] 1 VUs  3m55.0s/6m0s  077/100 iters, 100 per VU

running (3m56.0s), 1/1 VUs, 78 complete and 0 interrupted iterations
paced_over_5m   [  78% ] 1 VUs  3m56.0s/6m0s  078/100 iters, 100 per VU

running (3m57.0s), 1/1 VUs, 78 complete and 0 interrupted iterations
paced_over_5m   [  78% ] 1 VUs  3m57.0s/6m0s  078/100 iters, 100 per VU

running (3m58.0s), 1/1 VUs, 78 complete and 0 interrupted iterations
paced_over_5m   [  78% ] 1 VUs  3m58.0s/6m0s  078/100 iters, 100 per VU

running (3m59.0s), 1/1 VUs, 79 complete and 0 interrupted iterations
paced_over_5m   [  79% ] 1 VUs  3m59.0s/6m0s  079/100 iters, 100 per VU

running (4m00.0s), 1/1 VUs, 79 complete and 0 interrupted iterations
paced_over_5m   [  79% ] 1 VUs  4m00.0s/6m0s  079/100 iters, 100 per VU

running (4m01.0s), 1/1 VUs, 79 complete and 0 interrupted iterations
paced_over_5m   [  79% ] 1 VUs  4m01.0s/6m0s  079/100 iters, 100 per VU

running (4m02.0s), 1/1 VUs, 80 complete and 0 interrupted iterations
paced_over_5m   [  80% ] 1 VUs  4m02.0s/6m0s  080/100 iters, 100 per VU

running (4m03.0s), 1/1 VUs, 80 complete and 0 interrupted iterations
paced_over_5m   [  80% ] 1 VUs  4m03.0s/6m0s  080/100 iters, 100 per VU

running (4m04.0s), 1/1 VUs, 80 complete and 0 interrupted iterations
paced_over_5m   [  80% ] 1 VUs  4m04.0s/6m0s  080/100 iters, 100 per VU

running (4m05.0s), 1/1 VUs, 81 complete and 0 interrupted iterations
paced_over_5m   [  81% ] 1 VUs  4m05.0s/6m0s  081/100 iters, 100 per VU

running (4m06.0s), 1/1 VUs, 81 complete and 0 interrupted iterations
paced_over_5m   [  81% ] 1 VUs  4m06.0s/6m0s  081/100 iters, 100 per VU

running (4m07.0s), 1/1 VUs, 81 complete and 0 interrupted iterations
paced_over_5m   [  81% ] 1 VUs  4m07.0s/6m0s  081/100 iters, 100 per VU

running (4m08.0s), 1/1 VUs, 82 complete and 0 interrupted iterations
paced_over_5m   [  82% ] 1 VUs  4m08.0s/6m0s  082/100 iters, 100 per VU

running (4m09.0s), 1/1 VUs, 82 complete and 0 interrupted iterations
paced_over_5m   [  82% ] 1 VUs  4m09.0s/6m0s  082/100 iters, 100 per VU

running (4m10.0s), 1/1 VUs, 82 complete and 0 interrupted iterations
paced_over_5m   [  82% ] 1 VUs  4m10.0s/6m0s  082/100 iters, 100 per VU

running (4m11.0s), 1/1 VUs, 83 complete and 0 interrupted iterations
paced_over_5m   [  83% ] 1 VUs  4m11.0s/6m0s  083/100 iters, 100 per VU

running (4m12.0s), 1/1 VUs, 83 complete and 0 interrupted iterations
paced_over_5m   [  83% ] 1 VUs  4m12.0s/6m0s  083/100 iters, 100 per VU

running (4m13.0s), 1/1 VUs, 83 complete and 0 interrupted iterations
paced_over_5m   [  83% ] 1 VUs  4m13.0s/6m0s  083/100 iters, 100 per VU

running (4m14.0s), 1/1 VUs, 84 complete and 0 interrupted iterations
paced_over_5m   [  84% ] 1 VUs  4m14.0s/6m0s  084/100 iters, 100 per VU

running (4m15.0s), 1/1 VUs, 84 complete and 0 interrupted iterations
paced_over_5m   [  84% ] 1 VUs  4m15.0s/6m0s  084/100 iters, 100 per VU

running (4m16.0s), 1/1 VUs, 84 complete and 0 interrupted iterations
paced_over_5m   [  84% ] 1 VUs  4m16.0s/6m0s  084/100 iters, 100 per VU

running (4m17.0s), 1/1 VUs, 85 complete and 0 interrupted iterations
paced_over_5m   [  85% ] 1 VUs  4m17.0s/6m0s  085/100 iters, 100 per VU

running (4m18.0s), 1/1 VUs, 85 complete and 0 interrupted iterations
paced_over_5m   [  85% ] 1 VUs  4m18.0s/6m0s  085/100 iters, 100 per VU

running (4m19.0s), 1/1 VUs, 85 complete and 0 interrupted iterations
paced_over_5m   [  85% ] 1 VUs  4m19.0s/6m0s  085/100 iters, 100 per VU

running (4m20.0s), 1/1 VUs, 86 complete and 0 interrupted iterations
paced_over_5m   [  86% ] 1 VUs  4m20.0s/6m0s  086/100 iters, 100 per VU

running (4m21.0s), 1/1 VUs, 86 complete and 0 interrupted iterations
paced_over_5m   [  86% ] 1 VUs  4m21.0s/6m0s  086/100 iters, 100 per VU

running (4m22.0s), 1/1 VUs, 86 complete and 0 interrupted iterations
paced_over_5m   [  86% ] 1 VUs  4m22.0s/6m0s  086/100 iters, 100 per VU

running (4m23.0s), 1/1 VUs, 87 complete and 0 interrupted iterations
paced_over_5m   [  87% ] 1 VUs  4m23.0s/6m0s  087/100 iters, 100 per VU

running (4m24.0s), 1/1 VUs, 87 complete and 0 interrupted iterations
paced_over_5m   [  87% ] 1 VUs  4m24.0s/6m0s  087/100 iters, 100 per VU

running (4m25.0s), 1/1 VUs, 87 complete and 0 interrupted iterations
paced_over_5m   [  87% ] 1 VUs  4m25.0s/6m0s  087/100 iters, 100 per VU

running (4m26.0s), 1/1 VUs, 88 complete and 0 interrupted iterations
paced_over_5m   [  88% ] 1 VUs  4m26.0s/6m0s  088/100 iters, 100 per VU

running (4m27.0s), 1/1 VUs, 88 complete and 0 interrupted iterations
paced_over_5m   [  88% ] 1 VUs  4m27.0s/6m0s  088/100 iters, 100 per VU

running (4m28.0s), 1/1 VUs, 88 complete and 0 interrupted iterations
paced_over_5m   [  88% ] 1 VUs  4m28.0s/6m0s  088/100 iters, 100 per VU

running (4m29.0s), 1/1 VUs, 89 complete and 0 interrupted iterations
paced_over_5m   [  89% ] 1 VUs  4m29.0s/6m0s  089/100 iters, 100 per VU

running (4m30.0s), 1/1 VUs, 89 complete and 0 interrupted iterations
paced_over_5m   [  89% ] 1 VUs  4m30.0s/6m0s  089/100 iters, 100 per VU

running (4m31.0s), 1/1 VUs, 89 complete and 0 interrupted iterations
paced_over_5m   [  89% ] 1 VUs  4m31.0s/6m0s  089/100 iters, 100 per VU

running (4m32.0s), 1/1 VUs, 90 complete and 0 interrupted iterations
paced_over_5m   [  90% ] 1 VUs  4m32.0s/6m0s  090/100 iters, 100 per VU

running (4m33.0s), 1/1 VUs, 90 complete and 0 interrupted iterations
paced_over_5m   [  90% ] 1 VUs  4m33.0s/6m0s  090/100 iters, 100 per VU

running (4m34.0s), 1/1 VUs, 90 complete and 0 interrupted iterations
paced_over_5m   [  90% ] 1 VUs  4m34.0s/6m0s  090/100 iters, 100 per VU

running (4m35.0s), 1/1 VUs, 91 complete and 0 interrupted iterations
paced_over_5m   [  91% ] 1 VUs  4m35.0s/6m0s  091/100 iters, 100 per VU

running (4m36.0s), 1/1 VUs, 91 complete and 0 interrupted iterations
paced_over_5m   [  91% ] 1 VUs  4m36.0s/6m0s  091/100 iters, 100 per VU

running (4m37.0s), 1/1 VUs, 91 complete and 0 interrupted iterations
paced_over_5m   [  91% ] 1 VUs  4m37.0s/6m0s  091/100 iters, 100 per VU

running (4m38.0s), 1/1 VUs, 92 complete and 0 interrupted iterations
paced_over_5m   [  92% ] 1 VUs  4m38.0s/6m0s  092/100 iters, 100 per VU

running (4m39.0s), 1/1 VUs, 92 complete and 0 interrupted iterations
paced_over_5m   [  92% ] 1 VUs  4m39.0s/6m0s  092/100 iters, 100 per VU

running (4m40.0s), 1/1 VUs, 92 complete and 0 interrupted iterations
paced_over_5m   [  92% ] 1 VUs  4m40.0s/6m0s  092/100 iters, 100 per VU

running (4m41.0s), 1/1 VUs, 93 complete and 0 interrupted iterations
paced_over_5m   [  93% ] 1 VUs  4m41.0s/6m0s  093/100 iters, 100 per VU

running (4m42.0s), 1/1 VUs, 93 complete and 0 interrupted iterations
paced_over_5m   [  93% ] 1 VUs  4m42.0s/6m0s  093/100 iters, 100 per VU

running (4m43.0s), 1/1 VUs, 93 complete and 0 interrupted iterations
paced_over_5m   [  93% ] 1 VUs  4m43.0s/6m0s  093/100 iters, 100 per VU

running (4m44.0s), 1/1 VUs, 94 complete and 0 interrupted iterations
paced_over_5m   [  94% ] 1 VUs  4m44.0s/6m0s  094/100 iters, 100 per VU

running (4m45.0s), 1/1 VUs, 94 complete and 0 interrupted iterations
paced_over_5m   [  94% ] 1 VUs  4m45.0s/6m0s  094/100 iters, 100 per VU

running (4m46.0s), 1/1 VUs, 94 complete and 0 interrupted iterations
paced_over_5m   [  94% ] 1 VUs  4m46.0s/6m0s  094/100 iters, 100 per VU

running (4m47.0s), 1/1 VUs, 95 complete and 0 interrupted iterations
paced_over_5m   [  95% ] 1 VUs  4m47.0s/6m0s  095/100 iters, 100 per VU

running (4m48.0s), 1/1 VUs, 95 complete and 0 interrupted iterations
paced_over_5m   [  95% ] 1 VUs  4m48.0s/6m0s  095/100 iters, 100 per VU

running (4m49.0s), 1/1 VUs, 95 complete and 0 interrupted iterations
paced_over_5m   [  95% ] 1 VUs  4m49.0s/6m0s  095/100 iters, 100 per VU

running (4m50.0s), 1/1 VUs, 96 complete and 0 interrupted iterations
paced_over_5m   [  96% ] 1 VUs  4m50.0s/6m0s  096/100 iters, 100 per VU

running (4m51.0s), 1/1 VUs, 96 complete and 0 interrupted iterations
paced_over_5m   [  96% ] 1 VUs  4m51.0s/6m0s  096/100 iters, 100 per VU

running (4m52.0s), 1/1 VUs, 96 complete and 0 interrupted iterations
paced_over_5m   [  96% ] 1 VUs  4m52.0s/6m0s  096/100 iters, 100 per VU

running (4m53.0s), 1/1 VUs, 97 complete and 0 interrupted iterations
paced_over_5m   [  97% ] 1 VUs  4m53.0s/6m0s  097/100 iters, 100 per VU

running (4m54.0s), 1/1 VUs, 97 complete and 0 interrupted iterations
paced_over_5m   [  97% ] 1 VUs  4m54.0s/6m0s  097/100 iters, 100 per VU

running (4m55.0s), 1/1 VUs, 97 complete and 0 interrupted iterations
paced_over_5m   [  97% ] 1 VUs  4m55.0s/6m0s  097/100 iters, 100 per VU

running (4m56.0s), 1/1 VUs, 98 complete and 0 interrupted iterations
paced_over_5m   [  98% ] 1 VUs  4m56.0s/6m0s  098/100 iters, 100 per VU

running (4m57.0s), 1/1 VUs, 98 complete and 0 interrupted iterations
paced_over_5m   [  98% ] 1 VUs  4m57.0s/6m0s  098/100 iters, 100 per VU

running (4m58.0s), 1/1 VUs, 98 complete and 0 interrupted iterations
paced_over_5m   [  98% ] 1 VUs  4m58.0s/6m0s  098/100 iters, 100 per VU

running (4m59.0s), 1/1 VUs, 99 complete and 0 interrupted iterations
paced_over_5m   [  99% ] 1 VUs  4m59.0s/6m0s  099/100 iters, 100 per VU

running (5m00.0s), 1/1 VUs, 99 complete and 0 interrupted iterations
paced_over_5m   [  99% ] 1 VUs  5m00.0s/6m0s  099/100 iters, 100 per VU

running (5m01.0s), 1/1 VUs, 99 complete and 0 interrupted iterations
paced_over_5m   [  99% ] 1 VUs  5m01.0s/6m0s  099/100 iters, 100 per VU


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<2000' p(95)=7.22ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 100     0.331804/s
    checks_succeeded...: 100.00% 100 out of 100
    checks_failed......: 0.00%   0 out of 100

    ✓ status 2xx/3xx

    HTTP
    http_req_duration..............: avg=4.12ms min=966.7µs med=3.05ms max=65.61ms p(90)=5.06ms p(95)=7.22ms
      { expected_response:true }...: avg=4.12ms min=966.7µs med=3.05ms max=65.61ms p(90)=5.06ms p(95)=7.22ms
    http_req_failed................: 0.00%  0 out of 200
    http_reqs......................: 200    0.663607/s

    EXECUTION
    iteration_duration.............: avg=3.01s  min=3s      med=3.01s  max=3.11s   p(90)=3.01s  p(95)=3.01s 
    iterations.....................: 100    0.331804/s
    vus............................: 1      min=1        max=1
    vus_max........................: 1      min=1        max=1

    NETWORK
    data_received..................: 329 kB 1.1 kB/s
    data_sent......................: 16 kB  52 B/s



running (5m01.4s), 0/1 VUs, 100 complete and 0 interrupted iterations
paced_over_5m ✓ [ 100% ] 1 VUs  5m01.4s/6m0s  100/100 iters, 100 per VU